<template>
  <el-card class="teacher-card">
    <pre>
      {{teamIntroText}}
    </pre>
  </el-card>
</template>
<script>
  export default {
    data(){
      return{
        teamIntroText: '\tResearch Group on Graph Data Mining and Intelligent Education' +
            '\n\t本团队创建于2021年9月。主要依托' +
            '本研究组主要依托广东省服务计算工程技术研究开发中心、广东省数据科学工程技术研究中心、' +
            '广州市大数据智能教育重点实验室以及华南师范大学学术社交网络与协同教育软件实验室等平台组建\n' +
            '    主要从事如下方向的研究工作：\n\t'+
            '方向1：图机器学习基础理论及方法，包括各种图机器学习范式、节点/图层次的表示学习、分类、聚类、链接预测及可视化等。\n\t' +
            '方向2：图机器学习与推荐系统、知识图谱，包括基于异质网络表示学习的推荐系统、领域知识图谱自动化构建、表示及智能应用等。\n\t' +
            '方向3：图机器学习与智能教育应用，包括在线学习关系网络分析、学习资源推荐、学习质量评价、学习行为预测、智能问答、' +
            '生成式教育人工智能等。\n\t' +
            '目标：致力于高水平学术论文、教材及著作的撰写及发表、图机器学习与智能教育相关软件系统的研发及应用。\n\t' +
            '欢迎对研究方向感兴趣、有协作和自主探索精神、有专业理论与技术基础、积极向上的研究生与本科生加入！',
      }
    }
  }

</script>

<style scoped>

</style>