<template>
   张三，学者网创始人、华南师范大学二级教授，国务院政府特殊津贴专家、教育部新世纪优秀人才、广东特支计划教学名师。获丁颖科技奖、宝钢教育奖、教育部-华为智能基座优秀教师，CCF杰出演讲者、CCF协同计算杰出贡献奖、CCF广州杰出贡献奖、YOCSEF广州创始功勋奖等。主要研究数据智能与社交网络，第一完成人获广东省科学技术一等奖、教育部科技进步二等奖，主要完成人获国家教学成果二等奖等20多项科研教学奖。

武汉大学学士和硕士，中国科学技术大学博士。先后在中南大学、武汉大学等任教；曾任中山大学计算机系主任、信息学院副院长、国家LINUX技术培训与推广中心主任；华南师范大学首批二级教授，曾任校学位委员会副主席、计算机学院/软件学院院长，现任校学术委员会副主任、校教学指导委员会主任、广东省服务计算工程技术研究中心主任、教育部数据科学课程群虚拟教研室负责人，受聘琶洲实验室杰出科学家，组建学者知识图谱与协同智能应用团队；中国计算机学会理事、广东省计算机学会常务副理事长；曾任CCF协同计算专委主任(2020.1-2024.1)、YOCSEF广州创始主席(2003)，ACM广州主席(2019-21)，广东高校LINUX推进联盟理事长(2006)等；担任多类国家级人才及重点项目会评专家，多个国家和省部级科研平台学术委员，以及CCF推荐国际会议CSCWD、WISE、CyberC和国内领域旗舰会议ChineseCSCW等10多个重要学术会议大会共同主席和主旨报告人；在100多个国内外高校（含40余所985和境外知名高校）做特邀报告；主持20多项国家和省部重点重大项目，发表TKDE、AAAI等CCF推荐期刊和会议论文100多篇，出版中英文著作和国家级规划教材20余部，拥有发明专利30多件；指导博士（后）60余名、硕士200多名。
</template>

<script lang="ts">

</script>

<style scoped>

</style>